Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/live.html.tmx
Source language: fin
Languages: smn

source: Kuva: Ville Fofonoff
smn: Kove: Ville Fofonoff

source: Saamelaiskäräjien kokous 19.6.2023 klo 9
smn: Sämitige čuákkim 19.6.2023 tme 9

source: Pääset seuraamaan Saamelaiskäräjien kokousta Zoom-webinaarin kautta.
smn: Tun peesah čuávvuđ Sämitge čuákkim Zoom-webinaar peht.

source: Et tarvitse erillistä sovellusta, vaan voit seurata kokousta nettiselaimesi kautta.
smn: Tun jieh taarbâš sierâ Zoom-heiviittâs, peic tun puávtáh čuávvuđ čuákkim jieijâd nettilaađđâm peht.

source: Voit kuitenkin halutessasi ladata sovelluksen Zoomin sivuilta .
smn: Jis tun halijdah, te puávtáh liijká luođiđ heiviittâs Zoom siijđoin .

source: Täältä löydät ohjeet Zoomin lataamiseksi .
smn: Tääbbin tun kaavnah ravvuid Zoom luođim várás .

source: Webinaarin linkki: https://us06web.zoom.us/j/83690109152
smn: Webinaar liŋkkâ: https://us06web.zoom.us/j/83690109152

source: Webinaarin ID-numero: 836 9010 9152
smn: Webinaar ID-nummeer: 836 9010 9152

source: Esityslista liitteineen löytyy Saamelaiskäräjien dokumenttipankista .
smn: Äššilisto lahtosijguin lii Sämitige dokumentpaaŋkist

source: Näin seuraat kokousta
smn: Návt tun čuávuh čuákkim

source: Ilman Zoom-sovellusta nettiselaimen kautta
smn: Zoom-heiviittâsttáá nettilaađđâm peht

source: 1. Ohita sovelluksen asentaminen ja liity selaimesta.
smn: 1. Lappâdist heiviittâs stellim já seervâ laađđâmist.

source: 2. Syötä nimesi.
smn: 2. Adde noomâ.

source: 3. Hyväksy käyttöehdot ja tietosuojalausunto.
smn: 3. Tuhhit kevtteeiävtuid já tiätusyejičielgiittâs.

source: 4. Syötä sähköpostiosoitteesi.
smn: 4. Adde jieijâd šleđgâpostâčujottâs.

source: Jos et halua käyttää omaa sähköpostiosoitettasi, voit käyttää a@oma.fi osoitetta.
smn: Jis tun jieh haalijd kevttiđ jieijâd šleđgâpostâčujottâs, te tun puávtáh kevttiđ a@oma.fi čujottâs.

source: 5. Liity kokoukseen vielä valitsemalla ääni Join audio by Computer .
smn: 5. Seervâ čuákkimân valjiimáin vala jienâ Join audio by Computer .

source: Jos kuulet webinaarissa ääntä ja näet jaetun kuvan, pääset nyt seuraamaan kokousta.
smn: Jis tun kuulah webinaarist jienâ já uáináh juohhum kove, te tun peesah tääl čuávvuđ čuákkim.

source: 6. Jos et kuule ääntä, tarkista, että käytössäsi on oikea äänilaite.
smn: 6. Jis tun jieh kuulâ jienâ, te täärhist, ete tust lii kiävtust olmâ jienâpiergâs.

source: Zoom-sovelluksen kautta
smn: Zoom laađđâm peht

source: Kun olet ladannut Zoom-sovelluksen puhelimelle tai tietokoneelle, linkkiä klikatessa avautuu nettisivu, joka kysyy osallistujalta luvan avata linkki Zoom-ohjelmassa.
smn: Ko tun spokkâlah čuákkim liiŋkâ, te tiättur stivree tuu laađđâm lekkâđ uđđâ koskâsiijđo tâi laasâ. Taan uáinust koolgah spokkâliđ Join from my browser ja tast maŋa Zoom koijâd tuu noomâ.

source: Hyväksy linkin avaaminen sovelluksessa.
smn: Keejâ ravvuu, ete maht tun puávtáh luođiđ Zoom-heiviittâs já servâđ čuákkimân .

source: Katso ohje kuinka lataat Zoom-sovelluksen ja liityt kokoukseen .
smn: Čuákkim ääigi

source: Kokouksen aikana
smn: 1. Tulkkum tun puávtáh valjiđ Interpretation puálust.

source: 1. Tulkkauksen voit valita Interpretation painikkeesta.
smn: Čuákkim tulkkoo tavesämikielân, anarâškielân, nuorttâlâškielân já suomâkielân.

source: Kokous tulkataan pohjoissaameksi, inarinsaameksi, koltansaameksi ja suomeksi.
smn: 2. Spokkâl Interpretation valjiittâsâst Mute Original Audio ko kuldâlah tulkkum.

source: 2. Klikkaa Interpretation valikosta Mute Original Audio, kun kuuntelet tulkkausta.
smn: Talle algâalgâlâš jienâ ij hettii tulkkum.

source: Se estää alkuperäisen äänen sotkemasta tulkkausta.
smn: 3. Jis tun halijdah kuldâliđ kielâ, mon kevttih čuákkimist, te leehâ Interpretation valjiittâs já valjii Off.

source: 3. Jos haluat kuunnella kokouksessa käytettävää kieltä, niin avaa Interpretation valikko ja valitse Off .
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Jis tust láá vädisvuođah čuákkim čuávumist, te vääldi ohtâvuođâ:

source: Jos sinulla on ongelmia seurata kokousta, ole yhteydessä:
smn: Mikko Meskanen Vuáhádâhäššitobdee 040 154 4030 mikko.meskanen@samediggi.fi
